Repository: vdr-projects/vdr-plugin-history
Catalog: po/*.po
Languages: fi_fi

source: Show last replayed recordings
fi_fi: Näytä viimeksi toistetut tallenteet

source: History
fi_fi: Historia

source: Deleted or not available
fi_fi: Poistettu tai ei saatavilla

source: Replay history
fi_fi: Toistohistoria

source: Delete also recording?
fi_fi: Poista myös tallenne?

source: Delete also file?
fi_fi: Poista myös tiedosto?

source: Unable to delete recording
fi_fi: Tallennetta ei voitu poistaa

source: Unable to delete file
fi_fi: Tiedostoa ei voitu poistaa

source: Allow file delete
fi_fi: Salli tiedostojen poisto

source: Replay history size
fi_fi: Toistohistorian koko
